[
    {
        "id" : 1,
        "categoryName" : "Programming Course",
        "category_id": "01",
        "name" : "HTML",
        "img" : "https://github.com/maruf21hossain/image/blob/main/html.png?raw=true",
        "title" : "Our basic to advance HTML course",
        "price" : 350 ,
        "description" : "This is our valuable course. As a beginner programmer you should follow this course. Because this course have basic html and advance html5 included. HTML, or Hypertext Markup Language, is a markup language for the web that defines the structure of web pages. It is one of the most basic building blocks of every website, so it's crucial to learn if you want to have a career in web development. "

    },
    {
        "id" : 2,
        "categoryName" : "Programming Course",
        "category_id": "01",
        "name" : "CSS",
        "img" : "https://github.com/maruf21hossain/image/blob/main/css.png?raw=true",
        "title" : "Our basic to advance CSS course",
        "price" : 380 ,
        "description" : " CSS (Cascading Style Sheets) is used to style and layout web pages — for example, to alter the font, color, size, and spacing of your content, split it into multiple columns, or add animations and other decorative features. This is our most valuable course. As a beginner programmer you should follow this course. Because this course have basic css and advance css3 included."

    },
    {
        "id" : 3,
        "categoryName" : "Programming Course",
        "category_id": "01",
        "name" : "Javascript",
        "img" : "https://github.com/maruf21hossain/image/blob/main/js.png?raw=true",
        "title" : "Our basic to advance Javascript course",
        "price" : 700 ,
        "description" : " In JavaScript, the this keyword refers to an object. Which object depends on how this is being invoked (used or called). The this keyword refers to different objects depending on how it is used: In an object method, this refers to the object. Alone, this refers to the global object. This is our valuable course. As a beginner programmer you should follow this course. Because this course have basic Javasript and advance Javasript included."

    },
    {
        "id" : 4,
        "categoryName" : "Programming Course",
        "category_id": "01",
        "name" : "React",
        "price" : 800 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/react.png?raw=true",
        "title" : "Our basic to advance React course",
        "description" : "React is a declarative, efficient, and flexible JavaScript library for building user interfaces. It lets you compose complex UIs from small and isolated pieces of code called “components”. We'll get to the funny XML-like tags soon. We use components to tell React what we want to see on the screen. This is our most valuable course. As a beginner programmer you should follow this course. Because this course have basic React and advance React included."

    },
    {
        "id" : 5,
        "categoryName" : "Programming Course",
        "category_id": "01",
        "name" : "Node js",
        "price" : 390 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/node%20js.png?raw=true",
        "title" : "Our basic to advance Node js course",
        "description" : "Node. js (Node) is an open source development platform for executing JavaScript code server-side. Node is useful for developing applications that require a persistent connection from the browser to the server and is often used for real-time applications such as chat, news feeds and web push notifications. This is our most valuable course. As a beginner programmer you should follow this course. Because this course have basic Node js and advance Node js included."

    },
    {
        "id" : 6,
        "categoryName" : "Programming Course",
        "category_id": "01",
        "name" : "Git",
        "price" : 320 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/git.png?raw=true",
        "title" : "Our basic to advance Git course",
        "description" : "Git is a free and open source distributed code management and Version control system that is distributed under the GNU General Public License version 2. In addition to software version control, Git is used for other applications including configuration management and content management. This is our most valuable course. As a beginner programmer you should follow this course. Because this course have basic Git and advance Git included."

    },
    {
        "id" : 7,
        "categoryName" : "Graphics Desgining",
        "category_id": "02",
        "name" : "Adobe Photoshop",
        "price" : 880 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/photoshop.png?raw=true",
        "title" : "Our basic to advance Adobe Photoshop course",
        "description" : "This is photoshop courses. Adobe Photoshop is software that is extensively used for raster image editing, graphic design and digital art. It makes use of layering to allow for depth and flexibility in the design and editing process, as well as provide powerful editing tools, that when combined, are capable of just about anything."

    },
    {
        "id" : 8,
        "categoryName" : "Graphics Desgining",
        "category_id": "02",
        "name" : "Adobe Illustrator",
        "price" : 1020 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/illustrator.png?raw=true",
        "title" : "Our basic to advance Adobe Illustrator course",
        "description" : "This is Adobe Illustrator courses. Adobe Illustrator is a software application for creating drawings, illustrations, and artwork using a Windows or MacOS computer. Illustrator was initially released in 1987 and it continues to be updated at regular intervals, and is now included as part of the Adobe Creative Cloud."

    },
    {
        "id" : 9,
        "categoryName" : "Graphics Desgining",
        "category_id": "02",
        "name" : "Logo Design",
        "price" : 2500 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/logo-desgin.jpg?raw=true",
        "title" : "Our basic to advance Logo Design course",
        "description" : "This is photoshop courses. A logo is a symbol made up of text and images that identifies a business. A good logo shows what a company does and what the brand values. Logo design is all about creating the perfect visual brand mark for a company."

    },
    {
        "id" : 10,
        "categoryName" : "Graphics Desgining",
        "category_id": "02",
        "name" : "Drawing",
        "price" : 975 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/drawing.png?raw=true",
        "title" : "Our basic to advance Drawing course",
        "description" : "drawing, the art or technique of producing images on a surface, usually paper, by means of marks, usually of ink, graphite, chalk, charcoal, or crayon."

    },
    {
        "id" : 11,
        "categoryName" : "Graphics Desgining",
        "category_id": "02",
        "name" : "Canva",
        "price" : 875 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/canva.png?raw=true",
        "title" : "Our basic to advance Canva course",
        "description" : "Canva is a free graphic design platform that's great for making invitations, business cards, Instagram posts, and more. A drag and drop interface makes customizing thousands of templates simple and easy."

    },
    {
        "id" : 12,
        "categoryName" : "Graphics Desgining",
        "category_id": "02",
        "name" : "Design Theory",
        "price" : 945 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/Design-Theory.png?raw=true",
        "title" : "Our basic to advance Design Theory course",
        "description" : "Design theory is a system that helps graphic designers better understand how they can communicate a message to audiences through visuals. It involves identifying the different elements in an image and explaining why they're important"

    },
    {
        "id" : 13,
        "categoryName" : "Web Development",
        "category_id": "03",
        "name" : "MERN Stack Wev Development",
        "price" : 12500 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/mern.png?raw=true",
        "title" : "Our basic to advance MERN Stack Wev Development course",
        "description" : "MERN Stack: MERN Stack is a Javascript Stack that is used for easier and faster deployment of full-stack web applications. MERN Stack comprises of 4 technologies namely: MongoDB, Express, React and Node. js. It is designed to make the development process smoother and easier. This is our most valuable course. As a beginner programmer you should follow this course. Because this course have basic Git and advance Git included."

    },
    {
        "id" : 14,
        "categoryName" : "Web Development",
        "category_id": "03",
        "name" : "Front-end Wev Development",
        "price" : 6500 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/front-end.png?raw=true",
        "title" : "Our basic to advance Front-end Wev Development course",
        "description" : "A front-end developer builds the front-end portion of websites and web applications—that is, the part that users actually see and interact with. A front-end developer creates websites and applications using web languages such as HTML, CSS, and JavaScript that allow users to access and interact with the site or app. This is our most valuable course. As a beginner programmer you should follow this course. Because this course have basic Git and advance Git included."

    },
    {
        "id" : 15,
        "categoryName" : "Digital Marketing",
        "category_id": "04",
        "name" : "Social Media Marketing",
        "price" : 3000 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/social.png?raw=true",
        "title" : "Our basic to advance Social Media Marketing course",
        "description" : "What Is Social Media Marketing (SMM)? Social media marketing (SMM) (also known as digital marketing and e-marketing) is the use of social media—the platforms on which users build social networks and share information—to build a company's brand, increase sales, and drive website traffic."

    },
    {
        "id" : 16,
        "categoryName" : "Digital Marketing",
        "category_id": "04",
        "name" : "Data Entry",
        "price" : 600 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/data-entry.jpg?raw=true",
        "title" : "Our basic to advance Data Entry course",
        "description" : "A Data Entry Clerk is responsible for transferring data from paper formats into computer files or database systems. Their transfer of data happens manually or using scanners. They type in customers' information and create spreadsheets, verifying them against source documents at different stages during the process."

    },
    {
        "id" : 17,
        "categoryName" : "Digital Marketing",
        "category_id": "04",
        "name" : "Google Adsense",
        "price" : 1200 ,
        "img" : "https://github.com/maruf21hossain/image/blob/main/google-adsense.png?raw=true",
        "title" : "Our basic to advance Google Adsense course",
        "description" : "AdSense is a free-of-charge, simple way to earn money by displaying ads next to your online content. With AdSense, you can show relevant and engaging ads to your site visitors and even customize the look and feel of ads to match your site."

    }
]